{"win":"โบนัส","bet":"เดิมพัน","balance":"ยอดดุล","sound":"เสียง","music":"เพลง","settings":"ตั้งค่า","loading":"กำลังโหลด","error":"ผิดพลาด","error_-1":"การเชื่อมต่อเซิร์ฟเวอร์ผิดพลาด","error_-2":"Failed to load resource","congratulation":"ขอแสดงความยินดี","line":"ราคาต่อรอง","lines":"ราคาต่อรอง","totalBet":"เดิมพันรวม","A":"ACE","K":"KING","Q":"QUEEN","J":"JACK","T":"TEN","N":"NINE","PIC1":"PIC1","PIC2":"PIC2","PIC3":"PIC3","PIC4":"PIC4","WILD":"WILD","SCATTER":"SCATTER","X2":"X2","X3":"X3","X5":"X5","x":"x","=":"=","forcingSpinTitle":"Demo","autoPlayTitle":"เล่นอัตโนมัติ","autoPlaySpinsTitle":"หมุน","autoPlayStart":"เริ่มเกมอัตโนมัติ","betTitle":"ตั้งค่าการเดิมพัน","betAmount":"ยอดเดิมพัน","maxBet":"MAX BET","confirm":"คอนเฟร์ม","singleWinLimit":"จำกัดการชนะรางวัลเดี่ยว","winLimit":"ชนะรางวัลมากที่สุด","lossLimit":"สูญเสียมากที่สุด","infinite":"∞","goodLuck":"GOOD LUCK!","spinToPlay":"CHOOSE YOUR BET, THEN PRESS SPIN TO PLAY!","marqueeAllPaysWin":"WIN","marqueeLineWin":"LINE","marqueeTotalWin":"WIN {totalWin}","marqueePrefeatureNoWin":"TRIGGERED FREE SPINS","marqueeFeatureTotalWin":"TOTAL WIN {featureWin}","freeSpinDialogTitle_Start":"รางวัลการหมุนฟรี","freeSpinDialogTitle_End":"เงินรางวัลรวม","freeSpinDialogTitle_Restore":"FREE SPINS REMAIN","error_400":"การยืนยันล้มเหลว","error_400-1":"คำขอไม่ถูกต้อง","error_400-11":"โทเค็นเซสชั่นหมดอายุหรือการเข้าสู่ระบบซ้ำ","error_402":"ยอดดุลไม่พอ","error_403":"โทเค็นเซสชั่นหมดอายุ","error_451":"The page that you are trying to access \nhas been restricted in this location. \nWe apologize for any inconvenience caused.","maxBetToolTip":"หมุนด้วยการตั้งค่าเดิมพันรวมไว้สูงสุด","spinSettingTitle":"การตั้งค่าการหมุน","turboSetting":"เทอร์โบ","settingLable":"ตั้งค่า","historyLable":"ประวัติ","rulesLable":"กติกา","paytableLable":"ตารางการจ่ายเงิน","coinValue":"เหรียญ","homeLable":"Home","gameName":"DaHongBaoGold","brandName":"Genesis Gaming","history_General":{"summaryTitle":"ประวัติ","filter":"ตัวกรอง","date":"วันที่","time":"เวลา","today":"วันนี้","past7Days":"ผ่านไป7วัน","past30Days":"ผ่านไป30วัน","past90Days":"ผ่านไป90วัน","bet":"เดิมพัน","transactionId":"IDการซื้อขาย:","totalWon":"โบนัสรวม:","balance":"ยอดดุล:","betPaid":"ประวัติของการเดิมพัน:","payout":"อัตราส่วนการจ่ายรางวัล","won":"ชนะรางวัล","noSummary":"หาเค้าโครงเกี่ยวกับการหมุนไม่เจอ","historyDetail":"ประวัติโพรไฟล์","tab_GENERAL_ROUNDS":"ธุรกรรม","name_BASE":"การหมุนแบบพื้นฐาน","name_FREE":"หมุนฟรี"},"paytable_AllPays":{"allPaysTitle":"จ่ายโบนัสตามไลน์ทั้หมด","allPaysSuperscript":"TM","allPaysContent":["มีเส้นทางการชนะรางวัลทั้งหมด{NumberOfWays}เส้น","ไอคอนต้องเรียงจากซ้ายไปขวาของบรรทัดที่ติดต่อกันก็จะถูกรางวัล โดยไม่มีข้อกำหนดพิเศษใดๆของราคาต่อรอง"]},"paytable_LineGame":{"lineGameTitle":"ไลน์"},"paytable_Copyright":{"copyrightTitle":"ผลิตโดย","copyrightContent":["ตัวละครดั้งเดิม รูปภาพ ภาพจับหน้าจอและรหัสซอฟต์แวร์ทั้งหมดเป็นสงวนลิขสิทธิ์ของ Genesis Software International® ปี{ProductionYear}.","“{GameName}” และ “{BrandName}” เป็นเครื่องหมายการค้าสงวนลิขสิทธิ์และ/หรือเครื่องหมายการค้าจดทะเบียนของ Genesis IP®."],"gameVersion":"เวอร์ชั่นเกม"},"rules_HowToWin":{"howToWinTitle1":"วิธีคว้ารางวัล","howToWinSubtitle1":"ไลน์ของเกม","howToWinContent1":["มูลค่ารางวัลจากไลน์จ่ายรางวัลนั้นจะคำนวณด้วยการแบ่งเงินเดิมพันรวมตามจำนวนไลน์จ่ายรางวัลที่เล่น จากนั้นคูณด้วยตัวคูณรางวัลของสัญลักษณ์ที่คู่กันตามที่ปรากฏในหน้าตารางการจ่ายเงินรางวัล","มีเพียงการชนะรางวัลสูงสุดเท่านั้นที่จ่ายให้แต่ละไลน์","เมื่อได้รางวัลเป็นจำนวนหลายไลน์ มูลค่ารางวัลทั้งหมดจะรวมกัน","ตัวอย่าง: เดิมพัน 2 จะเล่นโดยใช้ไลน์ 50 ไลน์ ซึ่งผลที่ได้คือ 0.04 เดิมพันต่อไลน์ หากสัญลักษณ์ที่เข้าคู่กัน 5 ครั้งจ่ายรางวัล 150 เท่า ให้คูณ 0.04 ด้วย 150 เพื่อให้ได้ 6 เป็นการชนะรางวัล"],"howToWinSubtitle2":"วิธีของเกม","howToWinContent2":["มูลค่ารางวัลจากวิธีจ่ายรางวัลนั้นจะเท่ากับจำนวนเงินเดิมพันคูณด้วยตัวคูณเงินรางวัลของสัญลักษณ์ที่ปรากฏในหน้าตารางการจ่ายเงินรางวัล หากมูลค่าอัตราส่วนการจ่ายรางวัลแสดงด้วยการเดิมพันแบบเหรียญเฉพาะ ให้แบ่งมูลค่ารางวัลด้วยจำนวนเหรียญเพื่อคำนวณเงินรางวัลของคุณ","ตัวอย่าง: เงินเดิมพันของ 2 ที่ตรงกับการรวมชุดที่จ่ายให้ 15 เท่าจะส่งผลให้ได้รางวัลรวมเป็น 30 หากมูลค่าการจ่ายเงินแสดงพร้อมกับการเดิมพัน 10 เหรียญ ให้หาร 30 ด้วย 10 เพื่อให้ได้เงินรางวัลรวมของ 3"]},"rules_Others":{"othersTitle1":"อื่น ๆ","othersContent":"เดิมพันที่ยังไม่ได้รับการแก้ไขที่ยังคงไม่ได้รับการตัดสินใด ๆ ในระหว่างการเล่นรอบนั้นๆ จะถือเป็นโมฆะหลังจากระยะเวลาจำกัด โดยเงินรางวัลจะถูกริบเพื่อการกุศล"},"rules_RTP":{"rtpTitle":"กลับคืนสู่ผู้เล่น (RTP)","rtpContent":["อัตรา RTP โดยทางทฤษฎีอยู่ที่ {rtp}%"]},"Match3symbols":"Match 3 symbols to win","retrigger":"RETRIGGER","coinvalue":"เหรียญ","paytable_Game":{"mainTitle":"ตารางการจ่ายเงินรางวัล","title1":"","content1":["Da Hong Bao Gold เป็นสล็อตเกมแบบ 5 เพลา 4 แถว 50 ไลน์ซึ่งเล่นบนไลน์แบบคงที่ 50 ไลน์ นอกเหนือจากฟีเจอร์ดั้งเดิมแล้ว ภาคต่อนี้จะเพิ่มวิธีใหม่ในการชนะรางวัลด้วยโบนัสพิเศษ Da Hong Bao"],"title2":"ฟีเจอร์ของเกม","featureSubTitle1":"โบนัสพิเศษ Da Hong Bao","content2-1":["หมุนให้ได้ Scatter 2 ตัวเพื่อลุ้นรับโบนัสพิเศษ Da Hong Bao","เลือกและจับคู่สัญลักษณ์ 3 ตัวจากไอคอนทั้ง 12 แบบเพื่อรับรางวัลมากถึง 888X ของเดิมพันของคุณ!"],"content2-2":["โบนัสจิ๋ว: สัญลักษณ์วิหาร 3 ตัวจะได้รับรางวัล 8X","โบนัสเล็ก: สัญลักษณ์มังกร 3 ตัวจะได้รับรางวัล 18X","โบนัสใหญ่: สัญลักษณ์ Da Hong Bao 3 ตัวจะได้รับรางวัล 88X","โบนัสยิ่งใหญ่: สัญลักษณ์เทพโชคลาภ 3 ตัวจะได้รับรางวัล 888X"],"featureSubTitle2":"การหมุนซ้ำโบนัสโชคดี","content2-3":["Scatter 3 หรือ 4 ตัวนั้นจะรางวัลหมุนซ้ำอีกครั้งในเพลาที่ไม่มี Scatter การปรับปรุง Scatter ใด ๆ จาก 3 ถึง 4 ตัวนั้นจะเริ่มการหมุนซ้ำครั้งที่สอง"],"featureSubTitle3":"ฟีเจอร์การหมุนฟรี","content2-4":["หมุนให้ได้ Scatter 3, 4 หรือ 5 ตัวเพื่อเริ่มฟีเจอร์การหมุนฟรี:"],"content2-4-1":["Scatter 3 ตัวจะเปิดใช้งานฟีเจอร์การหมุนโชคดี: การหมุนฟรี 12 รอบพร้อมกับเงินรางวัลทั้งหมดที่เกี่ยวข้องกับสัญลักษณ์ Wild อย่างน้อยหนึ่งตัวจะจ่ายให้เป็นสองเท่า","Scatter 4 ตัวจะเปิดใช้งานฟีเจอร์การหมุนโชคลาภ: การหมุนฟรี 12 รอบพร้อมสัญลักษณ์ Wild หนึ่งตัวจะถูกเพิ่มเข้าไปในเพลาสำหรับการหมุนทุกรอบ โดยเริ่มจากตำแหน่งด้านขวาล่าง","Scatter 5 ตัวจะเปิดใช้งานฟีเจอร์การหมุนมังกร: การหมุนฟรี 12 รอบพร้อมสัญลักษณ์ Wild หนึ่งตัวจะถูกเพิ่มเข้าไปในเพลาสำหรับการหมุนทุกรอบ โดยเริ่มจากตำแหน่งด้านขวาล่าง เงินรางวัลที่เกี่ยวข้องกับสัญลักษณ์ Wild หนึ่งตัวหรือมากกว่านั้นก็จะจ่ายให้เป็นสองเท่าด้วย!"],"content2-4-2":["ฟีเจอร์การหมุนฟรีทั้งหมดจะเริ่มซ้ำโดยมีสัญลักษณ์ Scatter 3 ตัวหรือมากกว่า"],"title3":"สัญลักษณ์และมูลค่าการจ่ายรางวัล","content3":["สัญลักษณ์ทั้งหมดจากด้านบนจะจ่ายแบบต่อไลน์","Wild มีโอกาสปรากฏได้ทุกตำแหน่งบนเพลาและจะแทนที่สัญลักษณ์ทุกตัว ยกเว้น Scatter","สัญลักษณ์ Scatter มีโอกาสปรากฏได้ทุกตำแหน่งบนเพลา"],"symbolTitle1":"Wild","symbolTitle2":"Scatter","symbolContent1":"เทพโชคลาภ","symbolContent2":"Da Hong Bao"},"rules_Game":{"mainTitle":"หน้ากติกา","introductionContent1":["Da Hong Bao Gold เป็นสล็อตเกมแบบ 5 เพลา 4 แถว 50 ไลน์ซึ่งเล่นบนไลน์แบบคงที่ 50 ไลน์ นอกเหนือจากฟีเจอร์ดั้งเดิมแล้ว ในเกมจะเพิ่มวิธีใหม่ในการชนะรางวัลด้วยฟีเจอร์โบนัสพิเศษ Da Hong Bao"],"featureTitle1":"ฟีเจอร์และรูปแบบการเล่น","featureSubTitle1":"โบนัสพิเศษ Da Hong Bao","featureContent1":["โบนัสพิเศษ Da Hong Bao นั้นจะถูกสุ่มเริ่มในเกมหลักและทำการหมุนฟรีเมื่อปรากฏ Scatter 2 ตัว","ไอคอนทั้ง 12 จะปรากฏขึ้นมาเป็นโบนัสให้เลือกและคลิก เลือกจนกระทั่งจับคู่ได้ 3 สัญลักษณ์ที่ตรงกันเพื่อรับเงินรางวัลโบนัส:"],"featureSubContent1":["โบนัสจิ๋ว: สัญลักษณ์วิหาร 3 ตัวจะได้รับรางวัล 8X ของเดิมพัน","โบนัสเล็ก: สัญลักษณ์มังกร 3 ตัวจะได้รับรางวัล 18X ของเดิมพัน","โบนัสใหญ่: สัญลักษณ์ Da Hong Bao 3 ตัวจะได้รับรางวัล 88X ของเดิมพัน","โบนัสยิ่งใหญ่: สัญลักษณ์เทพโชคลาภ 3 ตัวจะได้รับรางวัล 888X ของเดิมพัน"],"featureSubTitle2":"การหมุนซ้ำโบนัสโชคดี","featureContent2":["Scatter 3 หรือ 4 ตัวนั้นจะรางวัลหมุนซ้ำอีกครั้งในเพลาที่ไม่มี Scatter การปรับปรุง Scatter ใด ๆ จาก 3 ถึง 4 ตัวนั้นจะเริ่มการหมุนซ้ำครั้งที่สอง","จะได้รับการหมุนซ้ำเป็นรางวัลหลังจากจ่ายเงินรางวัลจากไลน์แล้ว จะไม่จ่ายเงินรางวัลจากไลน์ให้หลังจากการหมุนซ้ำ"],"featureSubTitle3":"ฟีเจอร์การหมุนโชคดี","featureContent3":["Scatter 3 ตัวจะเริ่มฟีเจอร์การหมุนโชคดีและมอบการหมุนฟรีให้ 12 รอบ","เงินรางวัลจากไลน์ที่มีสัญลักษณ์ Wild หนึ่งตัวหรือมากกว่าจะจ่ายเงินให้สองเท่าสำหรับการหมุนแต่ละครั้ง","Scatters 3 ตัวหรือมากกว่าจะเริ่มฟีเจอร์ซ้ำและเพิ่มการหมุนฟรีเพิ่มอีก 12 รอบ"],"featureSubTitle4":"ฟีเจอร์การหมุนโชคลาภ","featureContent4":["Scatter 4 ตัวจะเริ่มฟีเจอร์การหมุนโชคลาภและมอบการหมุนฟรีให้ 12 รอบ","ในการหมุนแต่ละครั้ง สัญลักษณ์ Wild หนึ่งตัวจะถูกเพิ่มเข้าไปในเพลาสำหรับการหมุนทุกรอบ โดยเริ่มจากตำแหน่งด้านขวาล่าง","Scatters 3 ตัวหรือมากกว่าจะมอบฟีเจอร์การหมุนโชคลาภใหม่ให้ ซึ่งจะเล่นหลังจากสิ้นสุดฟีเจอร์ปัจจุบัน"],"featureSubTitle5":"ฟีเจอร์การหมุนมังกร","featureContent5":["Scatter 5 ตัวจะเริ่มฟีเจอร์การหมุนมังกรและมอบการหมุนฟรีให้ 12 รอบ","ในการหมุนแต่ละครั้ง สัญลักษณ์ Wild หนึ่งตัวจะถูกเพิ่มเข้าไปในเพลาสำหรับการหมุนทุกรอบ โดยเริ่มจากตำแหน่งด้านขวาล่าง เงินรางวัลจากไลน์ที่มีสัญลักษณ์ Wild หนึ่งตัวหรือมากกว่าจะจ่ายให้เป็นสองเท่า","Scatters 3 ตัวหรือมากกว่าจะมอบฟีเจอร์การหมุนมังกร ซึ่งจะเล่นหลังจากสิ้นสุดฟีเจอร์ปัจจุบัน"]},"history_Game":{"name_FREE_RESPIN_REELS":"หมุนซ้ำ","name_PICK":"โบนัสพิเศษ Da Hong Bao"}}